import { IDetailsItem } from '@/components/lists/details-list/details-item';

export const detailsList: IDetailsItem[] = [
  {
    title: 'Подарки',
    description:
      'Ваши улыбки и смех подарят нам незабываемое счастье в этот день, а пожелания в конвертах помогут осуществить наши мечты!',
  },
  {
    title: 'Цветы',
    description:
      'Приятным комплиментом для нас вместо цветов будет бутылка вашего любимого вина, которую мы откроем на ближайшем совместном празднике.',
  },
  {
    title: 'Небольшая просьба',
    description:
      'Будем благодарны, если вы воздержитесь от криков «Горько» на празднике, ведь поцелуй — это знак выражения чувств, он не может быть по заказу.',
  },
];
